[
  {
    "name": "Curly",
    "bio": "When Curly was but a wee buckling, his most prominent feature was the sweetest little curl of fur that swooped down from his little belly, like an upside down version of the little curl on top of a soft serve ice cream cone. As Curly grew into a bright eyed young buck, his curl of fur became less pronounced, but magically, hilariously, inexplicably, his little horns began to curl over side to side, framing his little face in the shape of a heart. So Curly stayed curly and competes daily for his designation of \"Cutest Curliest Crew Member\"."
  },
  {
    "name": "Fern",
    "bio": "Fern’s coiffure unfurls like a fiddlehead in the springtime, soft, fuzzy and ever-changing. He has been called the “pretty-boy” of the herd, and is also known to be the most vocal. He’s basically the Little Richard of our crew."
  },
  {
    "name": "Earl",
    "bio": "Earl has the biggest horns of all our boys and he likes to race Bacchus, our other big guy. His best friend is his kid brother, Curly. They’re like Arnold and Danny from that movie Twins."
  },
  {
    "name": "Bacchus",
    "bio": "In semi-retirement from his role as the god of wine and mirth, Bacchus loves to luxuriate in a fresh bed of hay at the bottom of his red slide. He is often first to take a break and leads the pack when running to mealtimes. He learned everything he knows from David Massive, a legend in his own right (not pictured here)."
  },
  {
    "name": "Pop",
    "bio": "With his long beard and fancy hairdo, Pop loves to strut through the grass and perch on his playground for cuddles and backscratches. Equal parts “bad boy” and “sensitive type”, Pop will lure even the most wary humans into performing rapturous chin rubs as he stares just past them, contemplating which portion of his luscious locks to offer up for adoration."
  },
  {
    "name": "Alfie",
    "bio": "Alfie is named for the sweet alfalfa hay that he loves so much. He and his brother Clover love to chase each other around and practice playing king of the hill. As the smallest in the herd, the brothers snuggle together when they sleep. Their dad is Pop."
  },
  {
    "name": "Clover",
    "bio": "Clover and his brother Alfie loved to sing to the cows on the farm where they were born. He is named for the white clover blossoms atop green meadows, where he loves to prance and play and hide. His favorite leaves are the old ones that crunch like potato chips."
  }
]
